# frozen_string_literal: true

tap 'bramstein/webfonttools'
tap 'choppsv1/term24'
tap 'dart-lang/dart'
tap 'heroku/brew'
tap 'homebrew/boneyard'
tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/core'
tap 'homebrew/science'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'jhawthorn/fzy'
tap 'neovim/neovim'
tap 'rogual/neovim-dot-app'
brew 'antigen'
brew 'jpeg'
brew 'readline'
brew 'imagemagick'
brew 'markdown'
brew 'mas'
brew 'neovim', args: ['HEAD']
brew 'opencv', args: ['c++11', 'with-contrib', 'with-examples', 'with-nonfree', 'with-opengl', 'with-python3']
brew 'openssl@1.1'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'ruby-build'
brew 'rbenv'
brew 'redis', restart_service: true
brew 'tmux'
brew 'v8@3.15'
brew 'wget'
brew 'wput'
brew 'yarn', args: ['without-node']
brew 'zlib'
brew 'zsh'
brew 'dart-lang/dart/dart'
brew 'heroku/brew/heroku'
brew 'jhawthorn/fzy/fzy'

cask 'graphql-playground'
cask 'java'
cask 'xquartz'
cask 'microsoft-office'
cask 'app-cleaner'
cask 'cyberduck'
cask 'dropbox'
cask 'firefox'
cask 'google-backup-and-sync'
cask 'handshaker'
cask 'keka'
cask 'poedit'
cask 'postman'
cask 'robo-3t'
cask 'skype'
cask 'viber'
cask 'vlc'
cask 'utorrent'


puts 'Activate office: https://gist.github.com/zthxxx/9ddc171d00df98cbf8b4b0d8469ce90a/raw/Microsoft_Office_2019_VL_Serializer.pkg'
