# frozen_string_literal: true

tap 'bramstein/webfonttools'
tap 'choppsv1/term24'
tap 'dart-lang/dart'
tap 'heroku/brew'
tap 'homebrew/boneyard'
tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/core'
tap 'homebrew/science'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'jhawthorn/fzy'
tap 'neovim/neovim'
tap 'rogual/neovim-dot-app'
brew 'antigen'
brew 'atool'
brew 'autoconf'
brew 'libpng'
brew 'cairo'
brew 'ctags'
brew 'eigen'
brew 'elinks'
brew 'eot-utils'
brew 'exiftool'
brew 'icu4c'
brew 'jpeg'
brew 'libtool'
brew 'pango'
brew 'fontforge'
brew 'fortune'
brew 'readline'
brew 'gawk'
brew 'ghostscript'
brew 'git-flow'
brew 'global'
brew 'xz'
brew 'highlight'
brew 'usbmuxd', args: ['HEAD']
brew 'libimobiledevice', args: ['HEAD']
brew 'ideviceinstaller'
brew 'imagemagick'
brew 'libcaca'
brew 'libvterm'
brew 'luajit'
brew 'luarocks'
brew 'lynx'
brew 'markdown'
brew 'mas'
brew 'maven'
brew 'media-info'
brew 'mysql@5.6'
brew 'neovim', args: ['HEAD']
brew 'nvm'
brew 'openexr'
brew 'opencv', args: ['c++11', 'with-contrib', 'with-examples', 'with-nonfree', 'with-opengl', 'with-python3']
brew 'openssl@1.1'
brew 'poppler'
brew 'proxychains-ng'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'ranger'
brew 'ruby-build'
brew 'rbenv'
brew 'reattach-to-user-namespace', args: ['HEAD']
brew 'redis', restart_service: true
brew 'ripgrep'
brew 'scons'
brew 'tbb'
brew 'tmux'
brew 'tor', restart_service: true
brew 'translate-shell'
brew 'v8@3.15'
brew 'vim'
brew 'wget'
brew 'wput'
brew 'yarn', args: ['without-node']
brew 'zlib'
brew 'zsh'
brew 'dart-lang/dart/dart'
brew 'heroku/brew/heroku'
brew 'jhawthorn/fzy/fzy'
cask 'graphql-playground'
cask 'java'
cask 'pdftotext'
cask 'wkhtmltopdf'
cask 'xquartz'
mas 'Xcode', id: 497_799_835
