{
  "AstroNvim": { "branch": "main" },
  "Comment.nvim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "aerial.nvim": { "branch": "master" },
  "align.nvim": { "branch": "master" },
  "astrocommunity": { "branch": "main" },
  "astrocore": { "branch": "main" },
  "astrolsp": { "branch": "main" },
  "astrotheme": { "branch": "main" },
  "astroui": { "branch": "main" },
  "autolist.nvim": { "branch": "main" },
  "better-escape.nvim": { "branch": "master" },
  "blink-cmp-spell": { "branch": "master" },
  "blink.cmp": { "branch": "main" },
  "blink.compat": { "branch": "main" },
  "bookmarks.nvim": { "branch": "main" },
  "bufjump.nvim": { "branch": "master" },
  "cmp-dap": { "branch": "master" },
  "codecompanion.nvim": { "branch": "main" },
  "codeium.nvim": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "crates.nvim": { "branch": "main" },
  "dial.nvim": { "branch": "master" },
  "diffview.nvim": { "branch": "main" },
  "flash.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "fzf": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "glance.nvim": { "branch": "master" },
  "gopher.nvim": { "branch": "main" },
  "gtranslate.nvim": { "branch": "master" },
  "guess-indent.nvim": { "branch": "main" },
  "harpoon": { "branch": "harpoon2" },
  "heirline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "lazydocker.nvim": { "branch": "main" },
  "luarocks.nvim": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-null-ls.nvim": { "branch": "main" },
  "mason-nvim-dap.nvim": { "branch": "main" },
  "mason-tool-installer.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.icons": { "branch": "main" },
  "mini.move": { "branch": "main" },
  "neo-tree.nvim": { "branch": "main" },
  "neoconf.nvim": { "branch": "main" },
  "neogit": { "branch": "master" },
  "noice.nvim": { "branch": "main" },
  "none-ls.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-bqf": { "branch": "main" },
  "nvim-config-local": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-go": { "branch": "main" },
  "nvim-dap-ruby": { "branch": "main" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-highlight-colors": { "branch": "main" },
  "nvim-lsp-file-operations": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-spider": { "branch": "main" },
  "nvim-surround": { "branch": "main" },
  "nvim-toggler": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-endwise": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "nvim-ufo": { "branch": "main" },
  "nvim-vtsls": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "nvim-window-picker": { "branch": "main" },
  "obsidian.nvim": { "branch": "main" },
  "oil.nvim": { "branch": "master" },
  "other.nvim": { "branch": "main" },
  "overseer.nvim": { "branch": "master" },
  "package-info.nvim": { "branch": "master" },
  "paste-markdown-url": { "branch": "master" },
  "playground": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "quicker.nvim": { "branch": "master" },
  "render-markdown.nvim": { "branch": "main" },
  "resession.nvim": { "branch": "master" },
  "rustaceanvim": { "branch": "main" },
  "smart-splits.nvim": { "branch": "master" },
  "snacks.nvim": { "branch": "main" },
  "sniprun": { "branch": "master" },
  "sqlite.lua": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "text-case.nvim": { "branch": "main" },
  "todo-comments.nvim": { "branch": "main" },
  "todotxt.nvim": { "branch": "main" },
  "toggleterm.nvim": { "branch": "main" },
  "treesj": { "branch": "main" },
  "triptych.nvim": { "branch": "main" },
  "tsc.nvim": { "branch": "main" },
  "vim-browser-search": { "branch": "master" },
  "vim-dadbod": { "branch": "master" },
  "vim-dadbod-completion": { "branch": "master" },
  "vim-dadbod-ui": { "branch": "master" },
  "vim-illuminate": { "branch": "master" },
  "vim-visual-multi": { "branch": "master" },
  "vivify.vim": { "branch": "main" },
  "which-key.nvim": { "branch": "main" },
  "yanky.nvim": { "branch": "main" }
}
